Welcome to Orgro

Orgro is an [[https://orgmode.org/][Org Mode]] file viewer.

Files open in "overview" visibility mode, with top sections folded.

Tap a section header to expand it ↓

** Blocks

Blocks are laid out with horizontal scroll to keep code readable. They can also
be opened and closed just like sections by touching the block header.

   #+begin_src elisp
     (+ 1 2)
   #+end_src

   #+RESULTS:
   : 3

The example above also illustrates affiliated keywords (the =#+RESULTS:= line)
and fixed-width areas (the =: 3= line). Fixed width areas also have horizontal
scroll to ensure proper display.

Diminish meta lines like =#+RESULTS:= with [[*Reader Mode][Reader Mode]].

